xeon/20220406-fpw/logs/pg-16-32-16/1000/run-rw-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 104838555
latency average = 0.549 ms
initial connection time = 11.017 ms
tps = 58243.562811 (without initial connection time)